class Space {
  final String id;
  final String image;
  final String description;

  Space({required this.id, required this.image, required this.description});
}

final List<Space> spaces = [
  Space(
    id: '2830a9a4-ea96-11ea-adc1-0242ac120002',
    image: 'assets/images/space_1.jpg',
    description:
    'Гала́ктика Андроме́ды (Тума́нность Андроме́ды, M 31, NGC 224, PGC 2557) — спиральная галактика, наблюдаемая в созвездии Андромеды. Её диаметр составляет 47 килопарсек, что больше, чем у нашей Галактики, и она содержит в несколько раз больше звёзд, чем Млечный Путь. Расстояние от нашей Галактики до неё составляет около 800 килопарсек, что делает её ближайшей из крупных галактик, а также крупнейшей галактикой Местной группы. Её масса приблизительно равна массе Млечного Пути или даже меньше.    Галактика Андромеды имеет как выраженную сферическую подсистему, так и диск с заметными спиральными рукавами, поэтому по классификации Хаббла её относят к типу Sb. Диск содержит более половины звёздной массы галактики, имеет искривлённую форму, в нём наблюдается кольцо радиусом 10 килопарсек с повышенным содержанием областей H II и OB-ассоциаций. Балдж и гало сплюснуты, бар в галактике напрямую не наблюдается, но некоторые признаки указывают на его наличие. В центре галактики имеется двойное ядро, а на периферии наблюдаются различные структуры, образованные приливными взаимодействиями. Звёздное население этой галактики в среднем более старое, чем в нашей галактике, а темп звездообразования более низкий и составляет лишь 20—30 % такового в Млечном Пути.',
  ),
  Space(
    id: 'a12a93a9-c656-4289-bd70-1a8b3285656c',
    image: 'assets/images/space_2.jpg',
    description:
    'Галактика "Водоворот" Это снимок галактики "Водоворот" (Whirlpool), которую можно назвать классической спиральной галактикой. Ее рукава, усеянные молодыми яркими звездами, просматриваются очень четко. "Водоворот" очень красивая галактика, поэтому астрономы (и особенно астрономы-любители) любят ее фотографировать. Этот снимок сделан как раз астрономами-любителями Гленом и Джоан Сордифф (Glen and Joan Saurdiff), которых пустили поработать на большой профессиональный телескоп в обсерватории Kitt Peak в Аризоне (есть такая программа поощрения астрономов-любителей). Галактика "Водоворот" находится в созвездии Гончих Псов на расстоянии 31 млн световых лет от Земли. У нее есть два официальных названия в каталогах: M51 и NGC 5194. Справа от "Водоворота" видна небольшая галактика NGC 5195, ее соседка (по номерам в каталоге они тоже соседствуют). По данным астрономов, NGC 5195 скользит по краю "Водоворота" вот уже несколько сотен миллионов лет. Отметим еще, что в прошлом году в галактике "Водоворот" взорвалась сверхновая (точнее, в прошлом году до нас дошел свет этого взрыва), и астрономы успели зафиксировать этот процесс. Тогда к наблюдениям был привлечен и космический телескоп Hubble.',
  ),
  Space(
    id: 'd9f7ac72-fa2f-4fba-bcb7-4820a9b20593',
    image: 'assets/images/space_3.jpg',
    description:
    'Галактика "Спиральная" Галактика, основным наблюдаемым элементом которой является вращающийся диск с выделяющимися на нем спиральными ветвями. К числу таких галактик относится наша Галактика и ближайшие крупные галактики - Туманность Андромеды (М31) и Туманность Треугольника (М33) Сверхнова 1987А Совсем иначе эволюционируют массивные звезды. В центральных областях звезды при высоких температурах происходят реакции непосредственного слияния тяжелых ядер, после чего происходит эффектный взрыв сверхновой. Реакции в горячих звездах. Вспышки сверхновых – один из самых мощных катастрофических природных процессов. Фантастическое выделение энергии – столько, сколько Солнце вырабатывает за миллиарды лет – сопровождает взрыв сверхновой. Сверхновая звезда может излучать больше, чем все звезды галактики вместе взятые. Сверхновыми называются звезды, взрывающиеся и достигающие в максимуме абсолютной звездной величины от –11m до –18m. Плотное ядро коллапсирует, увлекая за собой в свободное падение к центру наружные слои звезды. Когда ядро сильно уплотняется, его сжатие прекращается, и на верхние слои обрушивается встречная ударная волна, а также выплескивается энергия огромного числа нейтрино. В результате оболочка разлетается со скоростью 10 000 км/с, обнажая нейтронную звезду либо черную дыру. При вспышке сверхновой выделяется энергия 1046 Дж. По характеру спектра вблизи эпохи максимума различают два типа сверхновых. Сверхновые I типа вблизи максимума отличаются непрерывным спектром, в котором не видно никаких линий. Позднее появляются в спектре линии поглощения, сильно расширенные. Это изображение показывает весь регион вокруг сверхновой. Наиболее яркой особенностью в изображении является кольцо с десятками ярких пятен.',
  ),
  Space(
    id: 'f1fad323-322d-487b-afec-e1056cbf1231',
    image: 'assets/images/space_4.jpg',
    description:
    'Сверхнова 1987А Совсем иначе эволюционируют массивные звезды. В центральных областях звезды при высоких температурах происходят реакции непосредственного слияния тяжелых ядер, после чего происходит эффектный взрыв сверхновой. Реакции в горячих звездах. Вспышки сверхновых – один из самых мощных катастрофических природных процессов. Фантастическое выделение энергии – столько, сколько Солнце вырабатывает за миллиарды лет – сопровождает взрыв сверхновой. Сверхновая звезда может излучать больше, чем все звезды галактики вместе взятые. Сверхновыми называются звезды, взрывающиеся и достигающие в максимуме абсолютной звездной величины от –11m до –18m. Плотное ядро коллапсирует, увлекая за собой в свободное падение к центру наружные слои звезды. Когда ядро сильно уплотняется, его сжатие прекращается, и на верхние слои обрушивается встречная ударная волна, а также выплескивается энергия огромного числа нейтрино. В результате оболочка разлетается со скоростью 10 000 км/с, обнажая нейтронную звезду либо черную дыру. При вспышке сверхновой выделяется энергия 1046 Дж. По характеру спектра вблизи эпохи максимума различают два типа сверхновых. Сверхновые I типа вблизи максимума отличаются непрерывным спектром, в котором не видно никаких линий. Позднее появляются в спектре линии поглощения, сильно расширенные. Это изображение показывает весь регион вокруг сверхновой. Наиболее яркой особенностью в изображении является кольцо с десятками ярких пятен.',
  ),
  Space(
    id: 'c1a95799-73a2-4ab5-96e5-735f946a5e88',
    image: 'assets/images/space_5.jpg',
    description:
    'Галактика NGC 1512 Вообще-то галактика NGC 1512 относится к классу спиральных галактик с перемычкой. Ядро такой галактики имеет форму перемычки, от которой отходят спиральные рукава. Но на верхнем снимке центральной области перемычка практически не видна, так как ее светимость во много раз слабее, чем у звездного кольца. Общий вид галактики показан справа. Центральные кольца, где в галактиках образуются новые звезды, являются довольно распространенным явлением во Вселенной. Астрономы полагают, что гигантская перемычка, которая является ядром подобных галактик "засасывает" внутрь кольца межзвездный газ. Из него и образуются многочисленные звездные кластеры, которые столь эффектно выглядят на верхнем снимке.',
  ),
  Space(
    id: '1c54a008-044f-4417-a5e0-419a5d7b2c16',
    image: 'assets/images/space_6.jpg',
    description:
    'Галактика NGC 3370 Это спиральная галактика NGC 3370, которая находится на расстоянии 98 млн световых лет от Земли в созвездии Льва. Этот ее снимок был сделан недавно с помощью космического телескопа Hubble. Примечательна она не только ярко выраженными спиральными рукавами с ярко-голубыми областями, где образуются новые звезды. В ноябре 1994 г. в ней был замечен взрыв сверхновой (правда, следует учесть, что свет этого взрыва шел до Земли 98 млн лет, так что на самом деле там на месте, все давно "успокоилось"). Взрыв этот был очень эффектным: он ненадолго осветил все остальные десятки миллиардов звезд этой галактики. В каталоге это взрыв получил наименование SN 1994ae. Он был одним из самых близких и хорошо наблюдаемых взрывов сверхновых с момента появления в арсенале астрономов современных цифровых детекторов. Астрономы причислили этот взрыв к типу Ia. Именно этот тип взрывов сверхновых используется для определения истинного размера и скорости расширения вселенной.',
  ),
];