Repository: leocoderu/Flutter-SkillboxStudy
Catalog: 24_Additionally/template_app/lib/l10n/app_*.arb
Languages: ar, hi

# language
source: English
ar: عرب
hi: हिंदी

# home_title
source: Template Application
ar: تطبيق القالب
hi: टेम्पलेट आवेदन

# home_text
source: Tap the buttons below to change the counter
ar: اضغط على الأزرار أدناه لتغيير العداد
hi: काउंटर बदलने के लिए नीचे दिए गए बटन पर टैप करें

# home_btInc_tooltip
source: Increase
ar: الزيادة
hi: वृद्धि

# home_btDec_tooltip
source: Decrease
ar: النقصان
hi: कमी

# settings_title
source: Settings Page
ar: صفحة الإعدادات
hi: सेटिंग पृष्ठ

# settings_swSystemTheme_title
source: System theme
ar: موضوع النظام
hi: सिस्टम थीम

# settings_swSystemTheme_subtitle
source: On / Off System theme
ar: تشغيل / إيقاف موضوع النظام
hi: ऑन / ऑफ सिस्टम थीम

# settings_swDarkTheme_title
source: Dark theme
ar: موضوع الظلام
hi: डार्क थीम

# settings_swDarkTheme_subtitle
source: On / Off Dark theme
ar: تشغيل / إيقاف موضوع الظلام
hi: पर / बंद डार्क थीम

# settings_swAuthLocal_title
source: Local Authorization
ar: إذن محلي
hi: स्थानीय प्राधिकरण

# settings_swAuthLocal_subtitle
source: Use Local Authorization
ar: استخدم التفويض المحلي
hi: स्थानीय प्राधिकरण का उपयोग करें

# settings_swAutoLogin_title
source: Auto Login
ar: تسجيل الدخول التلقائي
hi: ऑटो लॉगिन

# settings_swAutoLogin_subtitle
source: Use Auto Login
ar: استخدم تسجيل الدخول التلقائي
hi: ऑटो लॉगिन का उपयोग करें
