[
  {
    "artist": "Metallica",
    "about": "Metallica (читается как Мета́ллика) — американская метал-группа[1], образованная в 1981 году, в Лос-Анджелесе. Metallica оказала большое влияние на развитие метала и входит (вместе с такими группами как Slayer, Megadeth и Anthrax) в «большую четвёрку трэш-метала»[2]. Нынешний состав Metallica состоит из основателей и основных авторов песен Хэтфилда и Ульриха, давнего соло-гитариста Кирка Хэмметта и басиста Роберта Трухильо. Гитарист Дэйв Мастейн (который продолжил своё творчество с момента формирования Megadeth после увольнения из группы) и басисты Рон Макговни, Клифф Бертон и Джейсон Ньюстед — бывшие участники группы.\n\nГруппа получила сторонников в среде поклонников андеграундной музыки и одобрительные отзывы критиков, выпустив третий студийный альбом Master of Puppets (1986), который сейчас считается «классикой трэш-метала» и который существенно повлиял на дальнейшее развитие этого жанра. Коммерческий успех пришёл после выпуска пятого альбома The Black Album или «Metallica», который дебютировал на первой строчке чарта Billboard 200. В 2000 году Metallica были в числе музыкальных исполнителей, подавших иск против Napster, в связи с бесплатным распространением материалов, защищённых авторским правом, без разрешения авторов. В результате, была достигнута договорённость, по которой Napster стал платным сервисом. Несмотря на первое место в Billboard 200, альбом St. Anger (2003) из-за отсутствия гитарных соло, «стального звучания» малого барабана и сырости звучания разочаровал многих фанатов группы. В фильме Some Kind of Monster показан процесс создания St. Anger и отношения между участниками группы в течение этого времени. В 2009 году Metallica была введена в Зал славы рок-н-ролла. В 2012 году Metallica основали независимый лейбл Blackened Recordings и выкупили права на все свои студийные альбомы и видео. В 2019 году группа вошла в список самых высокооплачиваемых музыкантов по версии журнала Forbes. Заработанная сумма составила $68,5 млн, это десятое место в рейтинге[3].\n\nMetallica выпустили десять студийных альбомов, четыре концертных альбома, двенадцать видеоальбомов, кавер-альбом, два расширенных альбома, 37 синглов и 39 видеоклипов. Группа выиграла девять премий «Грэмми» в 23 номинациях, а её последние шесть студийных альбомов (начиная с Metallica) последовательно дебютировали на первом месте в Billboard 200. Metallica считается одной из самых коммерчески успешных групп всех времён, продав более 125 миллионов копий альбомов по всему миру по состоянию на 2018 год[4]. Группа была включена в список величайших артистов всех времён такими журналами, как Rolling Stone, который поставил их на 61-е место в списке 100 величайших исполнителей всех времён[5]. По состоянию на 2017 год Metallica является третьим самым продаваемым музыкальным исполнителем с тех пор, как Nielsen SoundScan начал отслеживать продажи в 1991 году[6], продав в общей сложности 58 миллионов копий альбомов в Соединённых Штатах[7]."
  },
  {
    "artist": "Limp Bizkit",
    "about": "Limp Bizkit (Лимп Бизкит, в переводе с англ. — «размякшее печенье»[~ 1]) — американская ню-метал[1][7]/рэп-рок-группа[4], образованная в 1994 году в городе Джэксонвилл, штат Флорида[8]. В нынешний состав коллектива входят Фред Дёрст (вокал), Уэс Борланд (гитара), Сэм Риверс (бас-гитара), Джон Отто (ударные) и DJ Lethal (диджеинг). Limp Bizkit стали известны жёсткой тематикой песен[1], агрессивной манерой исполнения Фреда Дёрста, звуковыми экспериментами и устрашающим сценическим образом Уэса Борланда, а также детально разработанными и эффектными концертными выступлениями. Группа трижды номинировалась на премию «Грэмми» и продала более 40 миллионов копий альбомов по всему миру[9], из которых 16,5 миллионов в США[10].\n\nВ начале своей деятельности Limp Bizkit получили некоторую популярность в Джэксонвилле[1]. Позднее группа становится известной в США[8][11][12], после того, как в 1997 музыканты подписывают контракт с лейблами Interscope и Flip Records, которые издают дебютный студийный альбом группы Three Dollar Bill, Y'all$[13]. Значительной популярности, как в Америке, так и во всём мире, Limp Bizkit добиваются с выходом альбомов Significant Other (1999)[14] и Chocolate Starfish and the Hot Dog Flavored Water (2000)[15], последующими концертными турами, выступлениями на фестивалях Вудсток '99 и Big Day Out, вызвавших массу споров среди критиков и журналистов[16][17][18].\n\nВ 2001 году Уэс Борланд покидает группу и на его место приходит гитарист Майк Смит[6]. Однако после релиза в 2003 четвёртого студийного альбома Results May Vary Борланд возвращается в Limp Bizkit. В 2005 году выходит мини-альбом The Unquestionable Truth (Part 1), после чего группа временно прекращает творческую деятельность. В 2009 происходит воссоединение Limp Bizkit. Музыканты выпускают пятый диск Gold Cobra (2011), затем покидают Interscope и подписывают контракт с лейблом Cash Money Records. В 2012 году из-за конфликта с Фредом Дёрстом группу покидает программист и диджей DJ Lethal, на место которого, в качестве гастрольного участника, приходит DJ Skeletor. После многих лет тизерного альбома под предварительным названием Stampede of the Disco Elephants группа объявила о своём шестом студийном альбоме Still Sucks, выход которого состоялся 31 октября 2021 года."
  },
  {
    "artist": "Scorpions",
    "about": "Scorpions (рус. Скорпионз[12], с англ. — «Скорпионы») — немецкая англоязычная рок-группа, созданная в 1965 в Ганновере[13]. Для стиля группы характерны как классический хард-рок, так и лирические гитарные баллады.\n\nScorpions являются самой популярной рок-группой Германии и одной из самых известных в мире, продав более 100 миллионов копий своих альбомов (по состоянию на 29 января 2010)[14]. Коллектив занимает 46 место в списке «Величайших артистов хард-рока» по версии VH1[15].\n\nС 2015 года группа гастролировала с юбилейным туром 50th Anniversary — World Tour 2015/2016. В 2017 выступают с туром Crazy World Tour."
  },
  {
    "artist": "AC/DC",
    "about": "AC/DC (Эй-си/ди-си[1]; сокращённо от англ. alternating current/direct current «переменный ток/постоянный ток»)[2] — австралийская рок-группа, сформированная в Сиднее в ноябре 1973 года выходцами из Шотландии, братьями Малькольмом и Ангусом Янгами.\n\nНаряду с такими группами, как Led Zeppelin, Deep Purple, Queen, Iron Maiden, Scorpions, Black Sabbath, Uriah Heep, Judas Priest и Motörhead, AC/DC часто рассматриваются как пионеры хард-рока и хеви-метала[3][4]. Сами же музыканты классифицировали свою музыку как рок-н-ролл[5], поскольку в её основе лежит ритм-н-блюз с сильно искажённым звучанием ритмической и соло-гитар.\n\nКоллектив прошёл через несколько изменений составов, прежде чем в 1975 году был издан первый альбом группы, High Voltage. Состав группы оставался неизменным, пока бас-гитарист Марк Эванс (англ. Mark Evans) не был заменён Клиффом Уильямсом (англ. Cliff Williams) в 1977 году. 19 февраля 1980 года от сильного алкогольного опьянения умер вокалист и автор песен коллектива Бон Скотт. Группа имела все шансы распасться, однако замена Скотту была найдена в лице бывшего вокалиста группы Geordie Брайана Джонсона. В том же году группа записала свой самый продаваемый альбом — Back in Black.\n\nКоллектив продал свыше 200 миллионов экземпляров альбомов по всему миру[6][7], включая 72 миллиона в США[8]. Самый успешный альбом, Back in Black, был продан в количестве более 22 миллионов в США[9] и более 42 миллионов за их пределами[10]. В целом AC/DC является самой успешной и известной рок-группой из Австралии и одной из популярнейших в мире."
  },
  {
    "artist": "The Rolling Stones",
    "about": "The Rolling Stones (Роллинг Стоунз[2], МФА: [ˈrəʊ.lɪŋ stəʊnz]; букв. с англ. «катящиеся камни», идиоматический перевод — «вольные странники» или «бродяги»[3]) — британская рок-группа, образовавшаяся 12 июля 1962 года и многие годы соперничавшая по популярности с The Beatles. The Rolling Stones, ставшие важной частью Британского вторжения, считаются одной из самых влиятельных и успешных групп в истории рока[4]. The Rolling Stones, которые по замыслу менеджера Эндрю Луга Олдэма должны были стать «бунтарской» альтернативой The Beatles, уже в 1969 году в ходе американского турне рекламировались как «величайшая рок-н-ролльная группа в мире» и (согласно Allmusic) сумели сохранить этот статус по сей день[1].\n\nМузыкальный стиль The Rolling Stones, формировавшийся под влиянием Роберта Джонсона, Бадди Холли, Элвиса Пресли, Чака Берри, Бо Диддли и Мадди Уотерса, с течением времени обретал индивидуальные черты; авторский дуэт Джаггер-Ричардс получил в конечном итоге всемирное признание.\n\nГруппа выпустила в Великобритании двадцать три студийных и восемь концертных альбомов (в США, соответственно, — 24 и 9). Двадцать один сингл входил в первую десятку UK Singles Chart, 8 из них поднимались на вершину хит-парада[5]; соответствующие показатели The Rolling Stones в Billboard Hot 100 — 28 и 8[6].\n\nОбщемировой тираж альбомов The Rolling Stones превысил 250 миллионов[7][8], 200 миллионов из них были проданы в США[9]; по этим показателям группа является одной из самых успешных в истории. В 1989 году The Rolling Stones были включены в Зал славы рок-н-ролла, а в 2004 году заняли четвёртое место в списке «50 величайших исполнителей всех времён по версии журнала Rolling Stone»."
  },
  {
    "artist": "Manowar",
    "about": "Manowar (сокращение от Man of war; читается «Мэноуо́», МФА: [mænəwɔ:][2]) — американская хеви-метал-группа.\n\nГруппа известна воинской тематикой и эстетикой своих песен, приверженностью «истинному металу» (true metal) и частым обращением к скандинавской мифологии. По состоянию на 2019 год группа выпустила 11 студийных альбомов, 16 синглов, 4 сборника, а также 8 видеоальбомов. Manowar несколько раз становились обладателями рекорда Гиннесса как «самая громкая концертная группа мира»."
  },
  {
    "artist": "Iron Maiden",
    "about": "Iron Maiden (рус. Айрон Мэйден[2], МФА: [ˈaɪən ˈmeɪdən]; с англ. — «Железная дева») — британская хеви-метал-группа, которая в начале 1980-х гг. являлась одним из известнейших представителей новой волны британского хеви-метала (NWOBHM), а позже оказала значительное влияние на развитие метала в целом.\n\nОснователем группы, автором большинства песен (как музыки, так и текстов) и бессменным лидером коллектива является бас-гитарист Стив Харрис. Под его руководством группа, претерпев значительные изменения в составе, прошла путь от выступлений в лондонских пабах до мировых турне. Немаловажную роль в успехе группы также сыграл менеджер Iron Maiden Род Смоллвуд, который присоединился к группе с момента её основания и остаётся в ней по сей день.\n\nIron Maiden продали свыше 100 миллионов копий альбомов по всему миру[3][4] (четыре альбома достигли первого места по продажам и пятнадцать из них попали в топ 10 хит-парадов одной лишь Британии). За международные достижения коллектив в 2002 году был награждён премией Ivor Novello Awards, а в 2005 году музыканты были приглашены оставить отпечатки ладоней в цементе на Hollywood RockWalk (Бульвар Сансет, Лос-Анджелес)."
  },
  {
    "artist": "Deep Purple",
    "about": "Deep Purple (рус. Дип Пёрпл[1], МФА: [diːp ˈpɜː.pl̩]) — британская рок-группа, образованная в феврале 1968 года в Хартфорде, Англия, и считающаяся одной из самых заметных и влиятельных в хард-роке 1970-х годов. Музыкальные критики считают Deep Purple одними из основателей хард-рока и высоко оценивают их вклад в его развитие. Музыканты «классического» состава Deep Purple (в частности, гитарист Ричи Блэкмор, клавишник Джон Лорд, барабанщик Иэн Пейс) считаются критиками инструменталистами-виртуозами[2][3][4].\n\nВ мире продано более 100 миллионов копий их альбомов[5]. В 2016 году группа была введена в Зал славы рок-н-ролла."
  },
  {
    "artist": "Depeche Mode",
    "about": "Depeche Mode (рус. Де́пеш мод, в переводе с фр. — «Вестник моды») — британский музыкальный коллектив, представляющий электронную музыку и образовавшийся в 1980 году в городе Базилдон (графство Эссекс). Группа создала собственный узнаваемый стиль, совмещая поджанры электронной и рок-музыки, и стала одной из наиболее успешных групп мира.\n\n2 ноября 2006 года Depeche Mode победили в номинации «Лучшая группа» на церемонии MTV Europe Music Awards. К 2011 году было продано около 115 миллионов копий альбомов Depeche Mode[1], а 44 сингла попали в британский хит-парад. Журнал Q назвал Depeche Mode «самой популярной группой электронной музыки, которую только знал мир»[2] и включил в список «50 групп, которые изменили мир!»[3]. В 2010 году музыкальный канал VH1 поставил Depeche Mode на 98-е место в списке «100 величайших исполнителей всех времён и народов»[4]. В 2016 году Depeche Mode были номинированы на включение в «Зал славы рок-н-ролла»[5], а в 2020 году были включены в него[6].\n\nDepeche Mode были образованы в 1980 как квартет, в его состав входили Дэйв Гаан (основной вокалист), Мартин Гор (клавишные, гитара, бэк-вокал, вокал), Энди Флетчер (клавишные) и Винс Кларк (клавишные). Винс Кларк покинул группу после выхода дебютного альбома в 1981 году. Его место занял Алан Уайлдер (клавишные, ударные, бэк-вокал), который играл в группе с 1982 по 1995 год. Последние альбомы группы в 80-х, Black Celebration и Music For The Masses, сделали Depeche Mode доминирующей группой на сцене электронной музыки. Ярким событием этой эпохи стал концерт группы в 1988 году на стадионе Роуз Боул, на который пришло около 80 000 человек. В начале 1990 года вышел альбом Violator, который получил международный успех и стал самым продаваемым альбомом Depeche Mode. Следующий альбом Songs of Faith and Devotion, вышедший в 1993 году, наряду с Violator стал одним из самых успешных альбомов группы. Запись альбома проводилась в напряжённой обстановке и сопровождалась разногласиями, которые привели к уходу Алана Уайлдера из группы в 1995 году. После ухода Уайлдера и до смерти Флетчера в 2022 году коллектив оформился как трио: Гаан, Гор и Флетчер. С того момента коллектив выпустил ещё 6 альбомов и выпускает их по сей день.\n\nНа творчество Depeche Mode оказали влияние немецкие пионеры электронной музыки Kraftwerk[7]. Позже Depeche Mode сами оказали значительное влияние на многих исполнителей, в основном благодаря своей технике звукозаписи и инновационному использованию семплирования. Несмотря на то, что группа значительно повлияла на развитие современной танцевальной электронной музыки, её обычно причисляют к жанру «альтернативной музыки»."
  },
  {
    "artist": "Slayer",
    "about": "Slayer ([ˈsleɪə], с англ. — «Убийца») — американская метал группа. Коллектив был основан в 1981 году. Slayer возглавила музыкальное движение американского трэш-метала после выпуска своего альбома Reign in Blood (1986), который считается лучшим достижением группы и «классикой трэш-метала»[7]. Вместе с группами Metallica, Megadeth и Anthrax Slayer входит в «большую четвёрку трэш-метала».\n\nХарактерные черты музыки Slayer — быстрый темп, скоростные гитарные соло и тремоло, кричащий вокал. Тематика оформления альбомов и тексты песен группы связаны со смертью, адом, сатанизмом, насилием, войной, серийными убийцами, геноцидом и зачастую носят антирелигиозный характер, за что группу очень жёстко критиковали религиозные деятели и простые слушатели. По тем же причинам выпуск альбомов Slayer задерживался, а их продажа запрещалась во многих странах мира.\n\nЗа свою карьеру Slayer выпустила двенадцать студийных альбомов (четыре из которых получили статус «золотых» в США), два мини-альбома, два концертных альбома, четыре DVD, один бокс-сет и двадцать два сингла. Группа четыре раза номинировалась на премию Грэмми, получив приз в 2007 году (за песню «Eyes of the Insane») и в 2008 году («Final Six»). Коллектив также являлся хедлайнером многочисленных музыкальных фестивалей, включая Ozzfest, Hellfest Summer Open Air  (англ.)рус., Gods of Metal  (англ.)рус., Tuska Open Air и Mayhem Festival  (англ.)рус..\n\nПосле более чем тридцати лет гастролей и записей в январе 2018 года Slayer объявили о прощальном туреruen, который стартовал в мае того же года и закончился в ноябре 2019 года[8], а после этого последовал роспуск[9][10]."
  },
  {
    "artist": "Guns N’ Roses",
    "about": "Guns N’ Roses (рус. Ганз-Н-ро́узиз[1]; МФА: [ɡʌnz ən ’roʊzɪz]) — американская хард-рок-группа, сформировавшаяся в 1985 году в Лос-Анджелесе, штат Калифорния. В первоначальный состав участников, которые в 1986 году заключили контракт со звукозаписывающей компанией Geffen Records, входили: вокалист Эксл Роуз, соло-гитарист Слэш, ритм-гитарист Иззи Стрэдлин, басист Дафф Маккаган и барабанщик Стивен Адлер. Текущий состав включает: Роуза, Слэша, Маккагана, а также клавишников Диззи Рида и Мелиссу Риз, гитариста Ричарда Фортуса и барабанщика Фрэнка Феррера  (англ.)рус.. Guns N’ Roses продала более 100 миллионов своих записей по всему миру, включая 45 миллионов только в США, в связи с чем считается одной из самых востребованных групп в мире.\n\nДебютный альбом Guns N’ Roses, получивший название Appetite for Destruction (1987), достиг первой строчки в Billboard 200 спустя год после своего релиза, а песня «Sweet Child o’ Mine» стала единственным синглом группы, который оказался на первом месте в Billboard Hot 100. Appetite for Destruction разошёлся тиражом около 30 миллионов копий по всему миру, 18 миллионов из которых были проданы в Соединённых Штатах, и стал самым продаваемым дебютным альбомом всех времён в США, а также одиннадцатым по счёту среди самых продаваемых альбомов в США. Вслед за успешным дебютом последовал альбом G N’ R Lies (1988), который достиг второго места в Billboard 200, а сингл «Patience  (англ.)рус.» вошёл в пятёрку лучших в хит-параде США. Продажи G N’ R Lies составили всего десять миллионов копий во всём мире, включая пять миллионов в США. Двойной альбом Use Your Illusion I и Use Your Illusion II (1991) оказался соответственно на втором и первом местах в Billboard 200 и разошёлся тиражом 35 миллионов копий во всём мире, включая 14 миллионов в Соединённых Штатах. Альбом кавер-версий The Spaghetti Incident? (1993) стал последним студийным альбомом группы, в записи которого принимали участие Слэш и Маккаган.\n\nПосле более чем десятилетней работы и нескольких изменений в составе, Guns N’ Roses выпустила долгожданный шестой альбом Chinese Democracy (2008), который по оценкам себестоимости продукции обошёлся приблизительно в 14 миллионов долларов и является самым дорогим рок-альбомом из когда-либо выпускавшихся в истории музыки. Он дебютировал на третьем месте в Billboard 200, однако продавался хуже ожиданий, несмотря на преимущественно положительные отзывы. Оба бывших участника Слэш и Маккаган воссоединились с группой в 2016 году."
  },
  {
    "artist": "Pink Floyd",
    "about": "Pink Floyd (рус. Пинк Флойд[10][11]) — британская рок-группа, знаменитая своими продолжительными композициями и объединёнными в тематические сюиты песнями, звуковыми экспериментами[⇨], философскими текстами[⇨], дизайном обложек альбомов[⇨] и грандиозными концертными шоу[⇨]. Является одной из наиболее влиятельных и коммерчески успешных групп в истории мировой рок-музыки — в её активе более 250 млн проданных альбомов в мире[12], в том числе 75 млн — в США[13][⇨].\n\nГруппа была основана в 1965 году однокурсниками по архитектурному факультету Лондонского политехнического института Ричардом Райтом (клавишные, вокал), Роджером Уотерсом (бас-гитара, вокал), Ником Мейсоном (ударные) и их другом из Кембриджа Сидом Барреттом (вокал, гитара). Первоначальное название «The Pink Floyd Sound» было придумано лидером группы и автором большинства текстов раннего периода — Барреттом, в 1967 году оно было сокращено до «Pink Floyd». В начале того же года группа выпустила свои первые синглы, а в августе — дебютный студийный альбом The Piper at the Gates of Dawn, ставший классикой психоделического рока[14][⇨].\n\nВ конце 1967 года к четвёрке музыкантов присоединился гитарист Дэвид Гилмор. Он заменил страдавшего в то время от наркотической зависимости Барретта, который часто срывал записи и концерты. После ухода Барретта доминирующими фигурами в группе стали Роджер Уотерс и Ричард Райт, однако со временем Райт уступил позиции Гилмору. В период 1968—1972 годов группой были выпущены шесть альбомов (два из которых содержат музыку к фильмам). В 1973 году состоялся релиз самой успешной пластинки группы — The Dark Side of the Moon, сразу же сделавшей Pink Floyd явлением мирового масштаба[⇨]. За ней последовали альбомы Wish You Were Here (1975) и Animals (1977), ещё больше увеличившие международную известность коллектива[⇨].\n\nС каждым новым альбомом Роджер Уотерс укреплял своё лидерство в Pink Floyd, постепенно превращаясь в единоличного руководителя[15]. Именно он является автором идеи и большинства композиций концептуального альбома The Wall (1979). Такое положение дел вызывало недовольство со стороны других участников группы, что повлекло за собой уход Райта. Последней работой Pink Floyd в составе Гилмор-Мейсон-Уотерс стал альбом The Final Cut (1983). После этого коллектив прекратил активную работу, а его участники занялись сольными проектами и сотрудничеством с другими музыкантами[⇨].\n\nВ 1986 году после череды судебных разбирательств Гилмору удалось возродить Pink Floyd сначала в составе Гилмор-Мейсон, затем к ним присоединился Райт. В 1987 году был выпущен альбом A Momentary Lapse of Reason, автором большинства композиций которого стал Гилмор. После записи пластинки группа отправилась в мировое турне, по итогам которого был издан двойной концертный альбом Delicate Sound of Thunder. В 1994 году этим же составом был записан диск The Division Bell, за которым последовали концертный тур и новый большой перерыв в творчестве коллектива. Период работы группы без Уотерса был неоднозначно воспринят как музыкальными критиками, так и поклонниками «классического состава» Pink Floyd[⇨].\n\nНовое тысячелетие началось с «исторического» воссоединения состава Уотерс-Гилмор-Мейсон-Райт[16], состоявшегося в рамках единственного концерта на благотворительном мероприятии Live 8; однако оно также было омрачено смертями двух музыкантов группы: в июне 2006 года скончался Сид Барретт, а в сентябре 2008 года — Ричард Райт. В 2014 году состоялся релиз последнего студийного альбома группы The Endless River, основанного на демозаписях 1993—1994 годов, сделанных при участии Райта. После этого группа Pink Floyd официально прекратила своё существование[⇨]."
  },
  {
    "artist": "Qeen",
    "about": "Queen (Куи́н[7]; в переводе с англ. — «королева») — британская рок-группа, добившаяся широчайшей известности в середине 1970-х годов, и одна из наиболее успешных групп в истории рок-музыки. Средства массовой информации называют группу «культовой» и пишут, что она и по сей день имеет сотни миллионов поклонников[8]. Группа выпустила пятнадцать студийных альбомов, пять концертных и многочисленные сборники. Восемнадцать хитов «Queen» занимали первые места в чартах разных стран. Каждый участник группы является автором как минимум одного хита, достигавшего вершины британского чарта. Концертные выступления группы также были признаны одними из самых ярких и значимых за всю историю рока[9][10].\n\nШирокую известность получили и видеоклипы «Queen» за новаторство в области спецэффектов и монтажа. Снятый в 1975 году видеоклип на песню «Bohemian Rhapsody» называют ключевым в истории музыкальных видеоклипов, а его успех вдохновил развитие этой индустрии[11].\n\nПосле смерти вокалиста Queen Фредди Меркьюри группа практически прекратила студийную деятельность: в 1997 году группа уже как трио записала новый сингл «No-One but You (Only the Good Die Young)», после чего Джон Дикон ушёл из музыкального бизнеса. В 2004 году Брайан Мэй и Роджер Тейлор возродили группу, запустив коллаборационный проект «Queen+», исполняя с приглашёнными вокалистами как проверенные хиты, так и новый материал[12]. Первым фронтменом группы в рамках этого проекта стал блюзовый певец Пол Роджерс, с которым был записан новый студийный альбом The Cosmos Rocks, получивший смешанные отзывы фанатов и критиков. С 2011 года состав выступает с Адамом Ламбертом под названием «Queen + Adam Lambert». Студийных записей с ним на момент 2022 года не проводилось, но группа не исключает такую возможность.\n\nВ конце 2014 года вышел сборник Queen Forever, содержащий как уже известные, так и ранее не выпущенные композиции[13]."
  },
  {
    "artist": "Nirvana",
    "about": "Nirvana («Нирва́на»[1]; МФА: [nɪɹˈvɑnə]) — американская рок-группа, созданная вокалистом и гитаристом Куртом Кобейном и басистом Кристом Новоселичем в Абердине, штат Вашингтон, в 1987 году. В составе коллектива сменились несколько барабанщиков; дольше всех с группой играл ударник Дэйв Грол, присоединившийся к Кобейну и Новоселичу в 1990 году.\n\nВ 1989 году Nirvana стала частью сиэтлской музыкальной сцены, выпустив на инди-лейбле Sub Pop дебютный альбом Bleach. После подписания контракта с крупным лейблом DGC Records Nirvana приобрела неожиданный успех с песней «Smells Like Teen Spirit» из своего второго альбома Nevermind, выпущенного в 1991 году. Впоследствии Nirvana вошла в музыкальный мейнстрим, популяризовав поджанр альтернативного рока, названный гранжем. Курт Кобейн оказался в глазах СМИ не просто музыкантом, а «голосом поколения», а Nirvana стала флагманом «поколения Х»[2]. В 1993 году вышел третий и последний студийный альбом группы, In Utero, композиции которого в музыкальном плане сильно отличались от предыдущих работ коллектива.\n\nНедолгая, но яркая история группы прервалась в связи со смертью Курта Кобейна 5 апреля 1994 года, но в последующие годы известность команды лишь росла. В 2002 году незавершённая демозапись песни «You Know You’re Right», над которой группа работала незадолго до смерти Кобейна, заняла первые строчки мировых хит-парадов. Со времени выхода дебютного альбома записи Nirvana были проданы в количестве 75 миллионов экземпляров по всему миру[3][4], и в 25 миллионов копий в США[5]."
  }
]